{
    "werewolf": {
        "num": 1,
        "name": "Lupo Mannaro",
        "race": "Mostro",
        "team": "Mostro",
        "isVisibleForSimilars": true,
        "description": "[8+] Ad inizio partita i lupi mannari si riconoscono. Ogni notte si accordano per sbranare uno degli abitanti del villaggio che, salvo interventi di personaggi speciali, verrà dichiarato morto dal master all'inizio della giornata successiva.",
        "playerDescription": "Decide con gli altri lupi un qualsiasi personaggio da uccidere.",
        "image": "default/werewolf.jpg"
    },
    "seer": {
        "num": 0,
        "name": "Veggente",
        "race": "Umano",
        "team": "Umano",
        "isVisibleForSimilars": false,
        "description": "[8+] Ogni notte indica al master un giocatore da visionare. Il master gli indicherà se è o non è Mostro.",
        "playerDescription": "Chiede al master la fazione di appartenenza di un giocatore ancora vivo. Nota: non tutti i personaggi sono visti con la loro vera fazione.",
        "image": "default/seer.jpg"
    },
    "villager": {
        "num": 0,
        "name": "Contadino",
        "race": "Umano",
        "team": "Umano",
        "isVisibleForSimilars": false,
        "description": "[8+] Il suo compito è scoprire chi sono i lupi, ma non ha armi a disposizione ad eccezione dell'intuito e della logica.",
        "playerDescription:": "Cerca di non farsi uccidere e capire chi sono i lupi in modo da votare per ucciderli.",
        "image": "default/villager.jpg"
    },
    "medium": {
        "num": 0,
        "name": "Medium",
        "race": "Umano",
        "team": "Umano",
        "isVisibleForSimilars": false,
        "description": "[9+] È un umano che può mettersi in contatto con i fantasmi. All’inizio della notte (dalla seconda in poi), il moderatore chiama la sua fase e con un cenno del capo gli dice “sì” se la persona linciata nel turno precedente era un lupo mannaro, “no” altrimenti.",
        "playerDescription": "Chiede al master la fazione di appartenenza del giocatore linciato (cioè ucciso durante il giorno per votazione).",
        "image": "default/medium.jpg"
    },
    "possessed": {
        "num": 0,
        "name": "Indemoniato",
        "race": "Umano",
        "team": "Mostro",
        "isVisibleForSimilars": false,
        "description": "[10+] È un umano, ma parteggia per i lupi mannari... senza però sapere chi siano! Pertanto vince se vincono i lupi mannari.",
        "playerDescription": "È visto come umano dal veggente, ma gioca insieme ai Mostri, senza però sapere chi sono.",
        "image": "default/possessed.jpg"
    },
    "bodyguard": {
        "num": 0,
        "name": "Guarda del corpo",
        "race": "Umano",
        "team": "Umano",
        "isVisibleForSimilars": false,
        "description": "[11+] È un umano che ogni notte protegge una persona a sua scelta. Durante la notte (dalla seconda in poi) prima della fase dei lupi mannari, il master chiama la Guardia del corpo e questi gli indica una persona a scelta. La Guardia del corpo non può scegliere se stesso! La persona indicata è protetta dai lupi mannari. Se quella persona è poi scelta anche dai lupi mannari come vittima, non muore e nella fase della notte nessuno è sbranato.",
        "playerDescription": "Dalla seconda notte in poi, sceglie un giocatore il quale non potrà essere ucciso dai lupi in quella notte. Non può scegliere se stesso.",
        "image": "default/bodyguard.jpg"
    },
    "owlman": {
        "num": 0,
        "name": "Gufo",
        "race": "Umano",
        "team": "Umano",
        "isVisibleForSimilars": false,
        "description": "[12+/20+] È un umano. Durante ogni notte, il master chiama la fase del Gufo, il quale indica una persona. Durante il giorno, dopo che tutti hanno votato, il moderatore annuncia il nome di chi è stato “gufato”. Il “gufato” entra di diritto tra i giocatori indiziati, insieme alla prima persona con più voti. Se la persona gufata era indiziata, il voto del Gufo non cambia nulla. Giocando con 20 o più giocatori, il Gufo diventa Gufo Letale. Se il giocatore “gufato” durante la notte non era un Mannaro (Lupo o Criceto), muore all’inizio del giorno. In questo modo, potrebbero essere uccisi due giocatori nella stessa notte: il master decide a quale dei due dare il segnalino “Benvenuto!”",
        "playerDescription": "Sceglie un personaggio da gufare. Dopo la votazione quel personaggio prende il posto del secondo indiziato con più voti. Nella versione Gufo-Letale, il giocatore gufato viene ucciso se non era un Mannaro.",
        "image": "default/owlman.jpg"
    },
    "freemasons": {
        "num": 0,
        "name": "Massone",
        "race": "Umano",
        "team": "Umano",
        "isVisibleForSimilars": true,
        "description": "[13+] Sono due umani che conoscono reciprocamente il ruolo dell’altro. Solo durante la prima notte, infatti, il moderatore chiama anche i Massoni i quali aprono gli occhi e si riconoscono. I Massoni vanno aggiunti al mazzo sempre in coppia, e non singolarmente.",
        "playerDescription": "Sa chi è l'altor massone.",
        "image": "default/freemasons.jpg"
    },
    "werehamster": {
        "num": 0,
        "name": "Criceto Mannaro",
        "race": "Umano",
        "team": "Criceto Mannaro",
        "isVisibleForSimilars": false,
        "description": "[15] Ai fini del termine della partita e per il medium è considerato un umano. Se è visto nella notte dal Veggente, muore insieme allo sbranato. Il criceto mannaro non appartiene a nessuna fazione: gioca solo per se stesso. Il criceto mannaro non può essere sbranato dai lupi mannari: se è scelto durante la notte, non è sbranato nessuno. Il criceto mannaro è l’unico vincitore se è ancora vivo quando la partita termina.",
        "playerDescription": "Vince se è ancora vivo quando finisce la partita ed è l'unico a vincere. Viene visto come umano dal medium e conta come umano al fine del criterio di fine partita. Muore se il veggente lo sceglie.",
        "image": "default/werehamster.jpg"
    },
    "mythomaniac": {
        "num": 0,
        "name": "Mitomante",
        "race": "Umano",
        "team": "Umano, ammenochè non cambi razza",
        "isVisibleForSimilars": false,
        "description": "[16] Parte come umano. Il mitomane gioca, alla fine della seconda notte, una fase speciale: egli ha questa unica occasione in cui indica al master un altro giocatore ancora vivo. Se questo non è un lupo mannaro o il veggente, il mitomane resta un umano normale fino al termine della partita. Altrimenti assume immediatamente il ruolo rispettivamente di lupo mannaro o di veggente, a tutti gli effetti; da questo punto in poi, il mitomane durante la notte apre gli occhi insieme al personaggio di cui ha copiato l’abilità, e ogni decisione circa le azioni da compiere è concordata. Il veggente vede il mitomane-lupo mannaro come un lupo mannaro.",
        "playerDescription": "Parte come Umano. Alla fine della seconda notte sceglie un giocatore: se il giocatore scelto è un Lupo Mannaro o il Veggente allora il mitomante assume quel ruolo da ora in poi.",
        "image": "default/mythomaniac.jpg"
    },
    "mage": {
        "num": 0,
        "name": "Mago",
        "race": "Umano",
        "team": "Umano",
        "isVisibleForSimilars": false,
        "description": "Sceglie un giocatore. Qualsiasi azione che bersaglia il giocatore scelto viene riflessa a colui che la esegue.",
        "playerDescription": "Sceglie un giocatore. Qualsiasi azione che bersaglia il giocatore scelto viene riflessa a colui che la esegue.",
        "image": "default/mage.jpg"
    },
    "infector": {
        "num": 0,
        "name": "Untore",
        "race": "Umano",
        "team": "Umano",
        "isVisibleForSimilars": false,
        "description": "Unge un giocatore. Chi è unto muore automaticamente se pronuncierà le parole si o no, ungendo i personaggi adiacenti.",
        "playerDescription": "Unge un giocatore. Chi è unto muore automaticamente se pronuncierà le parole si o no, ungendo i personaggi adiacenti.",
        "image": "default/infector.jpg"
    }
}